Repository: gosa-project/gosa-plugins-mit-krb5
Catalog: gosa-core/locale/core/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Warning
pt_br: Aviso

source: This may be used by several groups. Please double check if your really want to do this since there is no way for GOsa to get your data back.
pt_br: Isso pode ser usado por vários grupos. Por favor, verifique novamente se o você realmente quer fazer isso já que não há caminho para GOsa para obter seus dados de volta.

source: So - if you're sure - press 'Delete' to continue or 'Cancel' to abort.
pt_br: Portanto - se você está certo - pressione 'Excluir' para continuar ou "Cancelar" para abortar.

source: Cancel
pt_br: Cancelar

source: GOsa login screen
pt_br: GOsa tela de login

source: Login screen
pt_br: Tela de login

source: Please use your username and your password to log into the site administration system.
pt_br: Por favor informe o nome de usuário e senha para logar na administração do sistema

source: Username
pt_br: Usuário

source: Password
pt_br: Senha

source: Directory
pt_br: Diretório

source: Sign in
pt_br: Entrar

source: Click here to log in
pt_br: Clique aqui para logar

source: Copy & paste wizard
pt_br: Assistente para copiar e colar

source: Some values need to be unique in the complete directory while some combinations make no sense. GOsa shows the relevant attributes. Please maintain the values below to fullfill the policies.
pt_br: Alguns valores precisam ser único no diretório, enquanto algumas combinações não fazem sentido. O GOsa mostra os atributos relevantes. Por favor, mantenham os valores abaixo antes de preencher as políticas.

source: Remember that some properties like taken snapshots will not be copied!
pt_br: Lembre-se que algumas propriedades como 'imagens' não será copiado!

source: Or if you copy or cut an entry within GOsa and delete the source object, you may get errors while pasting this object again!
pt_br: Ou se você copiar ou cortar uma entrada dentro GOsa e excluir o objeto de origem, você pode obter erros ao colar esse objeto de novo!

source: Save
pt_br: Salvar

source: Cancel all
pt_br: Cancelar todos

source: Operation complete
pt_br: Operação finalizada

source: Finish
pt_br: Finalizar

source: The size limit option makes LDAP operations faster and saves the LDAP server from getting too much load. The easiest way to handle big databases without long timeouts would be to limit your search to smaller values and use filters to get the entries you are looking for.
pt_br: A opção de limite de tamanho faz operações no LDAP mais rápido e economiza o servidor LDAP. A maneira mais fácil de lidar com grandes bases de dados, sem limites de tempo longa seria limitar a pesquisa a valores menores e usar filtros para obter as entradas que você está procurando.

source: Please choose the way to react for this session
pt_br: Por favor, escolha a forma de reagir para esta sessão

source: ignore this error and show all entries the LDAP server returns
pt_br: ignorar este erro e mostrar todas as entradas que o servidor retorna LDAP

source: ignore this error and show all entries that fit into the defined sizelimit and let me use filters instead
pt_br: ignorar este erro e mostrar todas as entradas que se encaixam na definição sizelimit e deixe-me usar filtros em vez

source: Set
pt_br: Ajuste

source: Assigned ACL for current entry
pt_br: Atribuir ACL para a entrada atual

source: New ACL
pt_br: Nova ACL

source: ACL type
pt_br: ACL tipo

source: Select an acl type
pt_br: Selecione um tipo de ACL

source: Apply
pt_br: Aplicar

source: Additional filter options
pt_br: Opções de filtros adicional

source: Use members from
pt_br: Usar membros de

source: Available members
pt_br: Membros disponíveis

source: Members
pt_br: Membros

source: List message recipients
pt_br: Lista de recipientes de mensagens

source: List of available ACL categories
pt_br: Lista de categorias de ACL disponíveis

source: ACL for this object
pt_br: ACL para este objeto

source: Available roles
pt_br: Papéis disponíveis

source: Your password has expired. Please choose a new one!
pt_br: Sua senha expirou. Por favor, escolha uma nova!

source: Old password
pt_br: Senha antiga

source: New password
pt_br: Nova Senha

source: Verify password
pt_br: Redigite a nova senha

source: Change password
pt_br: alterar senha

source: Click here to change your password
pt_br: Clique aqui para alterar sua senha

source: Your GOsa session has been closed!
pt_br: Sua sessão foi encerrada!

source: Please close this browser window and clean the authentication caches to avoid an automatic re-authentication by your browser.
pt_br: Por favor, feche esta janela do navegador e limpe o cache de autenticação para evitar uma re-autenticação automática pelo seu navegador.

source: This procedure will restore a snapshot of the selected object. It will replace the existing object after pressing the restore button.
pt_br: Este procedimento irá restaurar uma imagem do objeto selecionado. Ele irá substituir o objeto existente após pressionar o botão restaurar.

source: Remember that DNS configuration and database entries could not be restored. For some objects it is only nescessary to open and save them again (goFon), but some entries must be recreated manually (glpi).
pt_br: Lembre-se que a configuração de DNS e as entradas do banco de dados não pôde ser restaurado. Para alguns objetos só é nescessario para abrir e salvá-los novamente (goFon), mas alguns itens devem ser recriados manualmente (GLPI).

source: Don't forget to check references to other objects, for example does the selected printer still exists ?
pt_br: Não se esqueça de verificar as referências a outros objetos, por exemplo, se a impressora selecionada ainda existe?

source: Object
pt_br: Objeto

source: Creating object snapshots
pt_br: Criando imagens dos objetos

source: This procedure will create a snapshot of the selected object. It will be stored inside a special branch of your directory system and can be restored later on.
pt_br: Este procedimento irá criar um imagem do objeto selecionado. Ele será armazenado dentro de um árvore especial do seu sistema de diretório e podem ser recuperados mais tarde.

source: Continue
pt_br: Continuar

source: Error
pt_br: Erro

source: Information
pt_br: Informação

source: Change your password
pt_br: Alterar sua senha

source: Success
pt_br: Sucesso

source: Your password has been changed successfully.
pt_br: Sua senha foi alterada com sucesso.

source: Password change
pt_br: Alterar senha

source: This dialog provides a simple way to change your password. Enter the current password and the new password (twice) in the fields below and press the 'Change' button.
pt_br: Esta janela fornece uma maneira simples de alterar sua senha. Digite a senha atual e a nova senha (duas vezes) nos campos abaixo e pressione o botão 'Alterar'.

source: Current password
pt_br: Senha atual

source: New password repeated
pt_br: Repita a nova senha

source: Password strength
pt_br: Complexidade

source: Change
pt_br: Alterar

source: Locking conflict detected
pt_br: Conflito de bloqueio detectado

source: If this lock detection is false, the other person has obviously closed the webbrowser during the edit operation. You may want to take over the lock by pressing the 'Edit anyway' button.
pt_br: Se esta detecção de bloqueio é falsa, a outra pessoa tem, obviamente, fechado o navegador durante a operação de edição. Você pode querer assumir o bloqueio pressionando o botão 'Editar de qualquer maneira'.

source: Read only
pt_br: Somente leitura

source: GOsa help viewer
pt_br: Visualizar a Ajuda do GOsa

source: Index
pt_br: Índice

source: Search
pt_br: Procurar

source: Your GOsa session has expired!
pt_br: Sua sessão do GOsa expirou!

source: The last interaction with the GOsa web interface has been some time ago in the past. For security reasons, the session has been closed. To continue with administrative tasks, please sign in again.
pt_br: A última interação com a interface web GOsa foi há algum tempo. Por razões de segurança, a sessão foi fechada. Para continuar com as tarefas administrativas, por favor conectar-se novamente.

source: Sign in again
pt_br: Registrar-se novamente

source: Session conflict detected
pt_br: Conflito de sessões detectada

source: Probably there's another active instance of your session. Multiple window operation is technical not possible and heavily depends on the browser you're using. Usage of different browsers at a time (i.e. IE and Mozilla) is possible. Pressing the Logout button will close this session.
pt_br: Provavelmente há outra instância ativa de sua sessão. Operação em múltiplas janelas não é possível depende muito do navegador que você está usando. O uso de diferentes navegadores em um momento (ou seja, o IE e Mozilla) é possível. Pressionando o botão Sair fecha esta sessão.

source: Ignoring this message will change/destroy the data you're currently editing, so please close multiple windows and log in again.
pt_br: Ignorar essa mensagem irá alterar/excluir os dados que você está editando no momento, por isso, fechar as janelas múltiplas e entre novamente.

source: Logout
pt_br: Sair

source: You are currently editing a database entry. Do you want to dismiss the changes?
pt_br: Você está editando uma entrada de dados. Você quer rejeitar as mudanças?

source: Main
pt_br: Inicio

source: Help
pt_br: Ajuda

source: Sign out
pt_br: Sair

source: Signed in:
pt_br: Logado como:

source: GOsa main menu
pt_br: GOsa menu principal

source: Fatal error
pt_br: Erro fatal

source: GOsa configuration %s/%s is not readable. Aborted.
pt_br: Não é possivel ler o arquivo de configuração do GOsa: %s/%s

source: Configuration error
pt_br: Erro de configuração

source: Directory '%s' specified as compile directory is not accessible!
pt_br: O diretório '%s' especificado como diretório de compilação não esta acessível!

source: Password method
pt_br: Método de senha

source: Error: Password method not available!
pt_br: Erro: Método de senha não esta dispnível!

source: The passwords you've entered as 'New password' and 'Repeated new password' do not match.
pt_br: As senhas que você digitou como 'Nova senha' e 'Repita a nova senha' não coincidem.

source: The password used as new and current are too similar.
pt_br: A nova senha usada e atuais são muito semelhantes.

source: The password used as new is to short.
pt_br: A nova senha usada é muito curta.

source: Login
pt_br: Usuário

source: Please check the username/password combination.
pt_br: Por favor, verifique as combinações de usuário/senha.

source: You have no permissions to change your password.
pt_br: Você não tem permissão para alterar a sua senha.

source: External password changer reported a problem:
pt_br: Alteração externa de senha reportou um problema:

source: Session will not be encrypted.
pt_br: A sessão não será criptografada.

source: Enter SSL session
pt_br: Entrar sessão com SSL

source: Session is not encrypted!
pt_br: A sessão não é criptografada.

source: The session lifetime configured in your gosa.conf will be overridden by php.ini settings.
pt_br: O tempo da sessão configurada no gosa.conf serão substituídas pelas configurações do php.ini.

source: There is a problem with the authentication setup!
pt_br: Há um problema com a configuração de autenticação!

source: Cannot find a valid user for the current authentication setup!
pt_br: Não é possível localizar um usuário válido para a configuração atual da autenticação!

source: User information is not unique accross the configured LDAP trees!
pt_br: As informações do usuário não é exclusivo entre as árvores configurado LDAP!

source: LDAP error
pt_br: Erro LDAP

source: Cannot detect information about the installed LDAP schema!
pt_br: Não é possível detectar informações sobre os esquemas do LDAP instalado!

source: Your LDAP setup contains old schema definitions:
pt_br: Suas configurações do LDAP contém definições de esquemas antigos:

source: Please specify a valid username!
pt_br: Por favor, informe um nome de usuário válido!

source: Please specify your password!
pt_br: Por favor, informe sua senha!

source: Authentication error
pt_br: Erro de autenticação

source: Cannot retrieve user information for htaccess authentication!
pt_br: Não é possível recuperar as informações do usuário para autenticação no htaccess!

source: Account locked. Please contact your system administrator!
pt_br: Conta bloqueada. Por favor entre em contato com o administrador!

source: Your browser has cookies disabled. Please enable cookies and reload this page before logging in!
pt_br: O seu navegador tem cookies desativada. Ative os cookies e recarregue esta página antes de fazer login!

source: Cannot locate file '%s' - please run '%s' to fix this
pt_br: Não foi possível localizar o arquivo '%s' - por favor execute '%s' para corrigir

source: PHP configuration
pt_br: Configuração do PHP

source: FATAL: Register globals is on. GOsa will refuse to login unless this is fixed by an administrator.
pt_br: FATAL: O regiter_globals está ON. O GOsa irá recusar fazer o login, a menos esta seja corrigida pelo administrador.

source: User ACL checks disabled
pt_br: Verificação de ACL desabilitada

source: Your password is about to expire, please change your password!
pt_br: Sua senha irá expirar em breve, por favor altere sua senha!

source: FATAL: Cannot find any plugin definitions for plugin '%s'!
pt_br: FATAL: Não foi possível encontrar qualquer definição para o plugin '%s'!

source: Configuration Error
pt_br: Erro de configuração

source: FATAL: not all POST variables have been transfered by PHP - please inform your administrator!
pt_br: FATAL: nem todas as variáveis POST foram transferidos pelo PHP - Por favor, informe ao administrador!

source: Help browser
pt_br: Navegador de Ajuda

source: There is no helpfile specified for this class
pt_br: Não há arquivo de ajuda especificado para esta classe

source: previous
pt_br: anterior

source: next
pt_br: próximo

source: Helpdir '%s' is not accessible, can't read any helpfiles.
pt_br: Diretório de ajuda '%s', não esta acessível, não é possível ler qualquer arquivo de ajuda.

source: unconfigured
pt_br: desconfigurado

source: Filter error
pt_br: Erro de filtro

source: The filter is incomplete!
pt_br: O filtro esta incompleto!

source: Permission
pt_br: Permissão

source: Permission error
pt_br: Erro de permissão

source: You are not allowed to restore a snapshot for %s.
pt_br: Você não tem permissão para restaurar um snapshot para %s.

source: No tab declaration for '%s' found in your configuration file. Cannot create plugin instance!
pt_br: Nenhuma declaração para '%s' foi encontrada em seu arquivo de configuração. Não é possível criar a instância do plugin!

source: The mcrypt module was not found. Please install php5-mcrypt.
pt_br: O módulo mcrypt não foi encontrado. Por favor instale php5-mcrypt.

source: Socket connection to host '%s:%s' failed: %s
pt_br: A conexão com o host '%s:%s' falhou: %s

source: Cannot find a suitable password method for the current hash!
pt_br: Não é possível encontrar um método adequado para a senha atual!

source: The snapshot functionality is enabled, but the required variable '%s' is not set.
pt_br: A funcionalidade de snapshot esta habilitado, mas a variável '%s' exigida não está definida.

source: The snapshot functionality is enabled, but the required compression module is missing. Please install '%s'.
pt_br: A funcionalidade de snapshot esta habilitada, mas o módulo de compressão necessário está faltando. Por favor instalar '%s'.

source: Access control
pt_br: Controle de Acesso

source: Manage access control lists
pt_br: Gerenciar lista de controle de acesso

source: All users
pt_br: Todos usuários

source: All categories
pt_br: Todas categorias

source: Reset ACLs
pt_br: Reiniciar ACLs

source: One level
pt_br: Um nível

source: Current object
pt_br: Objeto corrente

source: Complete subtree
pt_br: Subárvore completa

source: Complete subtree (permanent)
pt_br: Subárvore completa (permanente)

source: Users
pt_br: Usuários

source: Groups
pt_br: Grupos

source: Up
pt_br: Acima

source: Down
pt_br: Abaixo

source: Edit
pt_br: Editar

source: Delete
pt_br: Excluir

source: No ACL settings for this category!
pt_br: Nenhuma configuração de ACL para esta categoria!

source: Contains ACLs for these objects: %s
pt_br: Contém ACLs para estes objetos: %s

source: category ACL
pt_br: categoria ACL

source: Edit ACL for '%s' - scope is '%s'
pt_br: Editar ACL para '%s' - o escopo é '%s'

source: All objects in current subtree
pt_br: Todos os objetos na subárvore

source: Show/hide advanced settings
pt_br: Mostrar/Esconder configuração avançada

source: Create objects
pt_br: Criar objetos

source: Move objects
pt_br: Mover objetos

source: Remove objects
pt_br: Remover objetos

source: Grant permission to owner
pt_br: Concede permissão para o dono

source: read
pt_br: leitura

source: write
pt_br: gravação

source: Complete object
pt_br: Objeto completo

source: Internal error
pt_br: Erro interno

source: Unkown ACL type '%s'!
pt_br: Tipo de ACL desconhecida '%s'!

source: Unknown entry '%s'!
pt_br: Entrada desconhecida '%s'!

source: Role: %s
pt_br: Papel: %s

source: unknown role
pt_br: Papel desconhecido

source: Contains settings for these objects: %s
pt_br: Contém configurações para estes objetos: %s

source: inactive
pt_br: inativo

source: No members
pt_br: Sem membros

source: Access control list
pt_br: Lista de controle de acesso

source: ACL roles
pt_br: Papel de ACL

source: Requested channel does not exist! Please contact your Administrator.
pt_br: O canal solicitado não existe! Por favor, contate o administrador.

source: Select all
pt_br: Selecionar todos

source: created by
pt_br: criado por

source: Go to root department
pt_br: Ir para a raiz do departamento

source: Root
pt_br: Raiz

source: Go up one department
pt_br: Subir um nível de departamento

source: Go to users department
pt_br: Ir para usuários do departamento

source: Reload list
pt_br: Recarregar lista

source: Submit
pt_br: Enviar

source: Actions
pt_br: Ações

source: Copy
pt_br: Copiar

source: Cut
pt_br: Cortar

source: Paste
pt_br: Colar

source: Cut this entry
pt_br: Cortar esta entrada

source: Copy this entry
pt_br: Copiar esta entrada

source: Restore snapshots
pt_br: Restaurar snapshots

source: Export list
pt_br: Exportar lista

source: Edit this entry
pt_br: Editar entrada

source: Delete this entry
pt_br: Excluir entrada

source: Fatal error: no class locations defined - please run '%s' to fix this
pt_br: Erro fatal: Não locais definidos para a classe - por favor execute '%s' para corrigir isso

source: Fatal error: cannot instantiate class '%s' - try running '%s' to fix this
pt_br: Erro fatal: Não foi possível instanciar a classe '%s' - tente executar '%s' para corrigir isso

source: FATAL: Error when connecting the LDAP. Server said '%s'.
pt_br: Erro fatal: Erro enquanto conectava no LDAP. O servidor informou '%s'.

source: Username / UID is not unique inside the LDAP tree!
pt_br: Usuário / UID não é único na árvore LDAP!

source: Username / UID is not unique inside the LDAP tree. Please contact your Administrator.
pt_br: Usuário / UID não é único na árvore LDAP. Por favor entre em contato com o Administrador.

source: Error while adding a lock. Contact the developers!
pt_br: Erro adicionando o bloqueio. Entre em contato com os desenvolvedores!

source: Cannot create locking information in LDAP tree. Please contact your administrator!
pt_br: Não foi possível criar as informações de bloqueio na árvore LDAP. Por favor entre em contato com o Administrador!

source: LDAP server returned: %s
pt_br: O servidor LDAP retornou: %s

source: Found multiple locks for object to be locked. This should not happen - cleaning up multiple references.
pt_br: Encontrados vários bloqueios de objeto a ser bloqueado. Isso não deve acontecer - limpando múltiplas referências.

source: Set the new size limit to %s and show me this message if the limit still exceeds
pt_br: Definir o limite de tamanho para %s e mostrar essa mensagem se o limite continua a ser superior

source: Configure
pt_br: Configurar

source: incomplete
pt_br: incompleto

source: Continue anyway
pt_br: Continuar de qualquer maneira

source: Edit anyway
pt_br: Editar de qualquer maneira

source: Entries per page
pt_br: Entradas por página

source: Apply filter
pt_br: Aplicar filtro

source: File '%s' could not be deleted.
pt_br: O arquivo '%s' não pode ser excluido.

source: Cannot write to revision file!
pt_br: Não foi possível escrever o arquivo de revisão!

source: 'baseIdHook' is not available. Using default base!
pt_br: 'baseldHook' não disponível. Usando a base padrão!

source: LDAP warning
pt_br: Aviso LDAP

source: Cannot get schema information from server. No schema check possible!
pt_br: Não é possível obter informações sobre o esquema do servidor. Nenhuma verificação do esquema possível!

source: Used to store account specific informations.
pt_br: Usado para guardar informações específicas da conta.

source: Used to lock currently edited entries to avoid multiple changes at the same time.
pt_br: Utilizado para bloquear as entradas atualmente editado para evitar várias alterações ao mesmo tempo.

source: Missing required object class '%s'!
pt_br: Classe de objeto '%s' é requerida e esta ausente!

source: Missing optional object class '%s'!
pt_br: Classe de objeto '%s' é opcional esta ausente!

source: Version mismatch for required object class '%s' (!=%s)!
pt_br: Conflito de versão para a classe de objeto necessária: '%s' (!=%s)!

source: Class(es) available
pt_br: Classe(s) disponível(is)

source: You have enabled the rfc2307bis option on the 'ldap setup' step, but your schema configuration do not support this option.
pt_br: Você habilitou a opção do rfc2307bis no passo 'configurações do LDAP', mas a sua configuração de esquema não suportam essa opção.

source: Your schema is configured to support the rfc2307bis group, but you have disabled this option on the 'ldap setup' step.
pt_br: Seu esquema esta configurado para suportar o grupo rfc2307bis, mas você desativou esta opção na etapa da 'configuração do LDAP'.

source: The objectClass 'posixGroup' must be STRUCTURAL
pt_br: A classe de objeto 'posixGroup' deve ser STRUCTURAL

source: German
pt_br: Alemão

source: French
pt_br: Francês

source: Italian
pt_br: Italiano

source: Spanish
pt_br: Espanhol

source: English
pt_br: Inglês

source: Dutch
pt_br: Holandês

source: Polish
pt_br: Polonês

source: Chinese
pt_br: Chinês

source: Vietnamese
pt_br: Vietnamita

source: Russian
pt_br: Russo

source: Command '%s', specified as POSTMODIFY for plugin '%s' doesn't seem to exist.
pt_br: O comando '%s' especificado como POSTMODIFY para o plugin '%s' não parece existir.

source: Cannot generate samba hash!
pt_br: Não é possível gerar o hash do samba!

source: Cannot generate samba hash: running '%s' failed, check the 'sambaHashHook'!
pt_br: Não foi possível gerar o hash do samba: '%s' falhou, verifique o 'sambaHashHook'!

source: Cannot allocate a free ID:
pt_br: Não é possível alocar um ID livre:

source: Cannot create sambaUnixIdPool entry!
pt_br: Não é possível criar a entrada sambaUnixIdPool!

source: sambaUnixIdPool is not unique!
pt_br: sambaUnixIdPool não é único!

source: no ID available!
pt_br: sem ID disponíveis

source: Cannot allocate a free ID!
pt_br: Não é possível alocar um ID livre

source: No plugin definitions found to initialize '%s', please check your configuration file.
pt_br: Sem definição encontrada para inicializar o plugin '%s', verifique o seu arquivo de configuração.

source: Delete process has been canceled by plugin '%s': %s
pt_br: Processo de exclusão foi cancelado pelo plugin '%s': %s

source: References
pt_br: Referências

source: Description
pt_br: Descrição

source: Page
pt_br: Página
