Repository: gosa-project/gosa-plugins-mit-krb5
Catalog: gosa-core/locale/core/*/LC_MESSAGES/messages.po
Languages: pt_br

source: No PDF export possible: there is no FPDF library installed.
pt_br: Não é possível exportar para PDF: não existe a biblioteca FPDF instalada.

source: You are currently editing mutliple entries.
pt_br: Você esta editando multiplas entradas.

source: Password reset
pt_br: Reiniciar senha

source: The user password was resetted, please set a new password value!
pt_br: A senha do usuário foi reiniciada, por favor informe um valor para a nova senha!

source: Certificate is empty!
pt_br: Certificado esta vazio!

source: Cannot load certificate - only PEM/DER is supported!
pt_br: Não é possível carregar o certificado - somente PEM/DER é suportado!

source: No valid certificate loaded!
pt_br: Nenhum certificado válido carregado!

source: Generating this page caused the PHP interpreter to raise some errors!
pt_br: Ao gerar esta página o interpretador do PHP gerou alguns erros!

source: Send bug report to the GOsa Team
pt_br: Enviar relatório de erro para a Equipe do GOsa

source: Send bugreport
pt_br: Enviar relatório de erro

source: PHP error
pt_br: Erro PHP

source: Search in subtrees
pt_br: Procurar na subárvore

source: The object has changed since opened in GOsa. All changes that may be done by others get lost if you save this entry!
pt_br: O objeto foi alterado desde que abriu em GOsa. Todas as alterações que pode ser feito por outros se perdem se você salvar esta entrada!

source: Changing ACL dn
pt_br: Alterar dn ACL

source: from
pt_br: de

source: to
pt_br: para

source: Restore
pt_br: Restaurar

source: cut
pt_br: recortar

source: copy
pt_br: copiar

source: XML error in guide.xml: %s at line %d
pt_br: Erro no XML guide.xml: %s na linha %d

source: No help available for this plugin.
pt_br: Sem arquivo de ajuda para este plugin.

source: %s results for your search with the keyword %s
pt_br: %s resultados para sua busca com a palavra-chave %s

source: Select to list objects of type '%s'.
pt_br: Selecione a lista de objetos do tipo '%s'.

source: Select to list objects containig '%s'.
pt_br: Selecione a lista de objetos contendo '%s'.

source: Select to list objects that have '%s' enabled
pt_br: Selecione a lista de objetos que têm '%s' habilitado

source: Select to search within subtrees
pt_br: Selecione a pesquisa dentro de subárvores

source: This object will be deleted!
pt_br: Este objeto será excluído!

source: This '%s' object will be deleted!
pt_br: Este objeto '%s' será excluído!

source: This object will be deleted: %s
pt_br: Este objeto será excluído: %s

source: This '%s' object will be deleted: %s
pt_br: Este objeto '%s' será excluído: %s

source: This object will be deleted:
pt_br: Este objeto será excluído:

source: This '%s' object will be deleted:
pt_br: Este objeto '%s' será excluído:

source: These objects will be deleted: %s
pt_br: Esses objetos serão excluídos: %s

source: These '%s' objects will be deleted: %s
pt_br: Esses objetos '%s' serão excluídos: %s

source: You have no permission to delete this object!
pt_br: Você não tem permissão para excluir esse objeto!

source: You have no permission to delete the object:
pt_br: Você não tem permissão para excluir esse objeto:

source: You have no permission to delete these objects:
pt_br: Você não tem permissão para excluir esses objetos:

source: You have no permission to create this object!
pt_br: Você não tem permissão para criar este objeto!

source: You have no permission to create the object:
pt_br: Vocẽ não tem permissão para criar o objeto:

source: You have no permission to create these objects:
pt_br: Você não tem permissão para criar esses objetos:

source: You have no permission to modify this object!
pt_br: Você não tem permissão para modificar esse objeto!

source: You have no permission to modify the object:
pt_br: Você não tem permissão para modificar esse objeto:

source: You have no permission to modify these objects:
pt_br: Você não tem permissão para modificar esses objetos:

source: You have no permission to view this object!
pt_br: Você não tem permissão para ver esse objeto!

source: You have no permission to view the object:
pt_br: Você não tem permissão para ver esse objeto:

source: You have no permission to view these objects:
pt_br: Você não tem permissão para ver esses objetos!

source: You have no permission to move this object!
pt_br: Você não tem permissão para mover esse objeto!

source: You have no permission to move the object:
pt_br: Você não tem permissão para mover esse objeto:

source: You have no permission to move these objects:
pt_br: Você não tem permissão para ver esses objetos:

source: Connection information
pt_br: Informação de conexão

source: Cannot connect to %s database!
pt_br: Não é possivel conectar ao banco de dados %s

source: Cannot select %s database!
pt_br: Não é possível selecionar o banco de dados %s

source: Cannot query %s database!
pt_br: Não é possível executar a pesquisa %s no banco de dados!

source: Command specified as %s hook for plugin '%s' does not exist!
pt_br: O comando auxiliar especificado %s para o plugin '%s' não existe!

source: '%s' command is invalid!
pt_br: O comando '%s' é inválido!

source: '%s' command (%s) for plugin %s is invalid!
pt_br: '%s' o comando (%s) para o plugin %s é inválido!

source: '%s' command for plugin %s is invalid!
pt_br: '%s' comando para o plugin %s é inválido!

source: '%s' command (%s) is invalid!
pt_br: '%s' o comando (%s) é inválido!

source: Cannot execute '%s' command!
pt_br: Não é possível executar o comando '%s'!

source: Cannot execute '%s' command (%s) for plugin %s!
pt_br: Não é possível executar o comando '%s' (%s) para o plugin %s!

source: Cannot execute '%s' command for plugin %s!
pt_br: Não é possível executar o comando '%s' para o plugin %s!

source: Cannot execute '%s' command (%s)!
pt_br: Não é possível executar o comando '%s' (%s)!

source: Value for '%s' is too large!
pt_br: Valor para '%s' é muito grande!

source: '%s' must be smaller than %s!
pt_br: '%s' deve ser menor que %s!

source: Value for '%s' is too small!
pt_br: Valor para %s é muito pequeno!

source: '%s' must be %d or above!
pt_br: '%s' deve ser %d ou maior!

source: '%s' depends on '%s' - please provide both values!
pt_br: '%s' depende de '%s' - por favor informe ambos os valores!

source: There is already an entry with this '%s' attribute in the system!
pt_br: Já existe uma entrada com '%s' atributo no sistema!

source: The required field '%s' is empty!
pt_br: O campo '%s' é requerido e esta vázio!

source: Example
pt_br: Exemplo

source: The Field '%s' contains invalid characters
pt_br: O Campo '%s' contém caracteres inválidos

source: '%s' is not allowed:
pt_br: '%s' não é permitido:

source: '%s' are not allowed!
pt_br: '%s' não são permitidos!

source: The Field '%s' contains invalid characters!
pt_br: O Campo '%s' contém caracteres inválidos!

source: Add
pt_br: Adicionar

source: Add %s
pt_br: Adicionar %s

source: Delete %s
pt_br: Excluir %s

source: Set %s
pt_br: Configurar %s

source: Edit...
pt_br: Editar...

source: Edit %s...
pt_br: Editar %s...

source: Back
pt_br: Voltar

source: This account has no valid %s extensions!
pt_br: Esta conta não tem extensões válidas de %s!

source: This account has %s settings enabled. You can disable them by clicking below.
pt_br: Essa conta tem as configurações de %s habilitado. Você pode desativá-los clicando abaixo.

source: This account has %s settings enabled. To disable them, you'll need to remove the %s settings first!
pt_br: Essa conta tem as configurações de %s habilitado. Para desativar, você precisa remover a configuração %s primeiro!

source: This account has %s settings disabled. You can enable them by clicking below.
pt_br: Configurações de %s desabilitado. Você pode ativa-la clicando abaixo.

source: This account has %s settings disabled. To enable them, you'll need to add the %s settings first!
pt_br: Configurações de %s desabilitado. Para habilitar, você precisa adicionar as configurações de '%s' primeiro!

source: Add %s settings
pt_br: Adicionar configurações de %s

source: Remove %s settings
pt_br: Remover configurações de %s

source: Click the 'Edit' button below to change informations in this dialog
pt_br: Clique no botão editar abaixo para alterar as informações neste diálogo

source: January
pt_br: Janeiro

source: February
pt_br: Fevereiro

source: March
pt_br: Março

source: April
pt_br: Abril

source: May
pt_br: Maio

source: June
pt_br: Junho

source: July
pt_br: Julho

source: August
pt_br: Agosto

source: September
pt_br: Setembro

source: October
pt_br: Outubro

source: November
pt_br: Novembro

source: December
pt_br: Dezembro

source: Sunday
pt_br: Domingo

source: Monday
pt_br: Segunda

source: Tuesday
pt_br: Terça

source: Wednesday
pt_br: Quarta

source: Thursday
pt_br: Quinta

source: Friday
pt_br: Sexta

source: Saturday
pt_br: Sábado

source: read operation
pt_br: operação de leitura

source: add operation
pt_br: operação de adição

source: modify operation
pt_br: operação de modificação

source: delete operation
pt_br: operação de exclusão

source: search operation
pt_br: operação de pesquisa

source: authentication
pt_br: autenticação

source: LDAP operation failed!
pt_br: Operação no LDAP falhou

source: Upload failed!
pt_br: Upload falhou!

source: Upload failed: %s
pt_br: Upload falhou: %s

source: Communication failure with the infrastructure service!
pt_br: Falha na comunicação com o serviço de infraestrutura!

source: Communication failure with the infrastructure service: %s
pt_br: Falha na comunicação com o serviço de infraestrutura: %s

source: This '%s' is still in use by this object: %s
pt_br: Este '%s' ainda esta em uso por este objeto: %s

source: This '%s' is still in use.
pt_br: Este '%s' ainda esta em uso.

source: This '%s' is still in use by these objects: %s
pt_br: Este '%s' ainda esta sendo usado por estes objetos: %s

source: File '%s' does not exist!
pt_br: O arquivo '%s' não existe!

source: Cannot open file '%s' for reading!
pt_br: Não é possível abrir o arquivo '%s' para leitura!

source: Cannot open file '%s' for writing!
pt_br: Nã é possíve abrir o arquivo '%s' para gravação!

source: The value for '%s' is currently unconfigured or invalid, please check your configuration file!
pt_br: O valor para '%s' não esta configurado ou é inválido, por favor verifique seu arquivo de configuração!

source: Cannot delete file '%s'!
pt_br: Não foi possível excluir o arquivo '%s'!

source: Cannot create folder '%s'!
pt_br: Não é possível criar a pasta '%s'!

source: Cannot delete folder '%s'!
pt_br: Não é possível excluir a pasta '%s'!

source: Checking for %s support
pt_br: Verificando suporte para %s

source: Install and activate the %s PHP module.
pt_br: Instalar e ativar o módulo %s do PHP.

source: Cannot initialize class '%s'! Maybe there is a plugin missing in your gosa setup?
pt_br: Não é possível inicializar a classe '%s'! Talvez haja um plugin faltando na configuração do gosa?

source: Performance warning
pt_br: Aviso de desempenho

source: LDAP performance is poor: last query took about %.2fs!
pt_br: O desempenho do LDAP esta baixo: A última consulta demorou cerca de %2fs!

source: Cannot automatically create subtrees with RDN '%s': no object class found!
pt_br: Não é possivel criar automaticamente as subárvores com RDN '%s': nenhuma classe de objeto encontrada!

source: Cannot automatically create subtrees with RDN '%s': not supported
pt_br: Não é possivel criar automaticamente as subárvores com RDN '%s': não suportado

source: while operating on LDAP server %s
pt_br: operando usando o servidor LDAP '%s'

source: This is not a valid DN: '%s'. A block for import should begin with 'dn: ...' in line %s
pt_br: Este DN não é válido: '%s'. Um bloco para a importação deve começar com 'dn:...' na linha %s

source: Error while importing dn: '%s', please check your LDIF from line %s on!
pt_br: Erro enquanto importava a dn: '%s', por favor verifique seu LDIF na linha %s!

source: Invalid option '%s' specified!
pt_br: a opção '%s' inválida foi especificada!

source: Specified objectType is empty or invalid!
pt_br: ObjectType especificado esta vazio ou inválido!

source: Cannot not parse XML!
pt_br: Não é possivel analisar o XML!

source: Cannot send abort event for entry %s!
pt_br: Não é possível abortar o evento para a entrada %s!

source: Cannot remove entry %s!
pt_br: Não é possível remover a entrada %s!

source: XML error in gosa.conf: %s at line %d
pt_br: Erro de XML no gosa.conf: %s na linha %d

source: Cannot bind to LDAP. Please contact the system administrator.
pt_br: Não é possível logar no LDAP. Por favor entre em contato com o administrador do sistema.

source: sambaSID and/or sambaRidBase missing in the configuration!
pt_br: sambaSID e/ou sambaRidBase faltando na configuração!

source: Configuration
pt_br: Configuração

source: The configuration file you are using seems to be outdated. Please move the GOsa configuration file away to run the GOsa setup again.
pt_br: O arquivo de configuração que você está usando parece ser antigo. Por favor mover o arquivo de configuração GOsa para executar a instalação GOsa novamente.

source: All objects in this category
pt_br: Todos os objetos nesta categoria

source: The configuration format has changed. Please re-run setup!
pt_br: O formato de configuração foi alterado. Por favor execute a instalação novamente!

source: Unknown
pt_br: Desconhecido

source: Copy and paste failed!
pt_br: Copiar e colar falhou!

source: Cannot set permission for '%s'
pt_br: Não é possível configurar permissões para '%s'

source: '%s' is no vaild LDAP object
pt_br: '%s' não é um objeto LDAP válido

source: No write permission in '%s'
pt_br: Sem permissão de gravação em '%s'

source: These objects will be pasted: %s
pt_br: Estes objetos serão colados: %s

source: This object will be pasted: %s
pt_br: Este objeto será colado: %s

source: Cannot paste
pt_br: Não é possível colar

source: Please fix the above error and reload the page.
pt_br: Corrija o erro acima e recarregue a página.

source: Generic
pt_br: Geral

source: Mail
pt_br: Email

source: Group
pt_br: Grupo

source: Department
pt_br: Departamento

source: Phone
pt_br: Telefone

source: Application
pt_br: Aplicação

source: Server
pt_br: Servidor

source: Workstation
pt_br: Estação

source: Object group
pt_br: Grupo de Objeto

source: Printer
pt_br: Impressoras

source: Object name
pt_br: Nome do Objeto

source: Contents
pt_br: Conteúdo

source: This object has no relationship to other objects.
pt_br: Este objeto não tem relação com outros objetos.

source: Welcome %s!
pt_br: Bem Vindo %s!

source: This is the GOsa main menu. You can select your tasks from the menu on the left, or by choosing one of the pictograms below. All changes apply directly to your companies LDAP server.
pt_br: Este é o menu principal GOsa. Você pode selecionar suas tarefas a partir do menu do lado esquerdo, ou escolhendo uma das imagens abaixo. Todas as alterações aplicam-se diretamente para o seu servidor LDAP.

source: Use 'Sign out' on the upper left to close the connection and 'Main' to get back to the pictogram view.
pt_br: Use o 'Sair' na parte superior esquerda para finalizar sua sessão e 'Inicio' para voltar a página inicial.

source: The GOsa team
pt_br: A equipe GOsa

source: Please select the desired entries
pt_br: Por favor selecione as entradas desejadas

source: User
pt_br: Usuário

source: Name
pt_br: Nome

source: Filter
pt_br: Filtro

source: Show department
pt_br: Mostrar departamentos

source: Show users
pt_br: Mostrar usuários

source: Show groups
pt_br: Mostrar grupos

source: Show server
pt_br: Mostrar servidor

source: Show workstation
pt_br: Mostrar estação

source: Show terminal
pt_br: Mostrar terminal

source: Show printer
pt_br: Mostrar impressora

source: Show phone
pt_br: Mostrar telefone

source: Please double check if you really want to do this since there is no way for GOsa to get your data back.
pt_br: Por favor, verifique se você realmente quer fazer isso já que não há caminho para GOsa para obter seus dados de volta.

source: Object groups
pt_br: Grupo de objetos

source: Manage object groups
pt_br: Gerenciar grupo de objetos

source: Infrastructure error
pt_br: Erro de infraestrutura

source: Templates
pt_br: Modelos

source: You cannot combine terminals and workstations in one object group!
pt_br: Você não pode combinar os terminais e estações de trabalho em um grupo de objeto!

source: none
pt_br: nenhum

source: too many different objects!
pt_br: muitos objetos diferentes!

source: users
pt_br: usuários

source: groups
pt_br: grupos

source: applications
pt_br: aplicações

source: departments
pt_br: departamentos

source: servers
pt_br: servidores

source: workstations
pt_br: estações

source: winstations
pt_br: estações windows

source: terminals
pt_br: terminais

source: phones
pt_br: telefones

source: printers
pt_br: impressoras

source: disabled
pt_br: desabilitado

source: full access
pt_br: acesso total

source: allow access to these hosts
pt_br: permitir acesso a esses hosts

source: Non existing dn:
pt_br: DN não existente:

source: These systems are already configured by other object groups and cannot be added:
pt_br: Estes sistemas já estão configurados por grupos de outro objeto e não pode ser adicionado:

source: You can combine two different object types at maximum, only!
pt_br: É possível combinar dois diferentes tipos de objeto, no máximo, apenas!

source: Sytem trust
pt_br: Sistema de confiança

source: Member
pt_br: Membro

source: Group name
pt_br: Nome do Grupo

source: Name of the group
pt_br: Nome do Grupo

source: Descriptive text for this group
pt_br: Descrição para este grupo

source: System trust
pt_br: Sistema de confiança

source: Trust mode
pt_br: Modo de confiança

source: Member objects
pt_br: Objetos membros

source: Phone queue
pt_br: Fila de telefone

source: Systems
pt_br: Sistemas

source: Devices
pt_br: Dispositivos

source: FAI summary
pt_br: Sumário FAI

source: Environment
pt_br: Ambiente

source: Applications
pt_br: Aplicações

source: Please enter the new object group name
pt_br: Por favor entre com o nome do novo grupo de objeto

source: user groups
pt_br: grupo de usuários

source: nested groups
pt_br: grupo aninhados

source: application groups
pt_br: grupo de aplicações

source: department groups
pt_br: grupo de departamentos

source: server groups
pt_br: grupo de servidores

source: workstation groups
pt_br: grupo de estações

source: windows workstation groups
pt_br: grupo de estações windows

source: terminal groups
pt_br: grupo de terminais

source: printer groups
pt_br: grupo de impressoras

source: phone groups
pt_br: grup de telefones

source: List of object groups
pt_br: Lista de grupo de objetos

source: Properties
pt_br: Propriedade

source: Create
pt_br: Criar

source: Remove
pt_br: Remover

source: Send message
pt_br: Enviar mensagem

source: Edit object group
pt_br: Editar grupo de objeto

source: Remove object group
pt_br: Excluir grupo de objetos

source: Select objects to add
pt_br: Selecionar objetos para adicionar

source: Filters
pt_br: Filtros

source: Display objects of department
pt_br: Exibir objetos de departamento

source: Choose the department the search will be based on
pt_br: Escolha o departamento na qual a pesquisa sera baseada

source: Regular expression for matching object names
pt_br: Expressões regulares para correspondência nomes de objeto

source: Select systems to add
pt_br: Selecionar sistemas para adicionar

source: This may be a primary user group. Please double check if you really want to do this since there is no way for GOsa to get your data back.
pt_br: Este pode ser um grupo primário de usuários. Por favor, verifique se você realmente quer fazer isso já que não há caminho para GOsa para obter seus dados de volta.

source: Surname
pt_br: Sobrenome

source: Multiple edit
pt_br: Editar vários

source: Posix name of the group
pt_br: Nome do grupo Posix

source: Normally IDs are autogenerated, select to specify manually
pt_br: Normalmente IDs são gerados automaticamente, selecione para especificar manualmente

source: Force GID
pt_br: Forçar GID

source: Forced ID number
pt_br: Forçar número ID

source: in domain
pt_br: no domínio

source: Members are in a phone pickup group
pt_br: Membros estão em um grupo de captura de telefone

source: Members are in a nagios group
pt_br: Membros estão em um grupo do nágios

source: Group members
pt_br: Membros do grupo

source: In all groups
pt_br: Em todos os grupos

source: Show primary groups
pt_br: Mostrar grupos primários

source: Show samba groups
pt_br: Mostrar grupos do samba

source: Show mail groups
pt_br: Mostrar grupos de email

source: Group settings
pt_br: Configurações de grupo

source: List of groups
pt_br: Lista de grupos

source: Edit group
pt_br: Editar grupo

source: Remove group
pt_br: Remover grupo

source: Cannot find group SID in your configuration!
pt_br: Não é possível localizar o SID do grupo na sua configuração!

source: Samba group
pt_br: Grupos Samba

source: Domain admins
pt_br: Admin do Domínio

source: Domain users
pt_br: Usuários do Domínio

source: Domain guests
pt_br: Visitantes

source: Special group (%d)
pt_br: Grupo especial (%d)

source: Adding UID '%s' to group '%s' failed: cannot find user object!
pt_br: Falha ao adicionar o UID '%s' no grupo '%s': Não foi possível localizar o usuário!

source: Add UID '%s' to group '%s' failed: UID is used more than once!
pt_br: Falha ao adicionar UID '%s' no grupo '%s': UID adicionado mais de uma vez!

source: ! unknown UID
pt_br: ! UID desconhecido

source: Search returned too many results. Not displaying more than %s entries!
pt_br: Pequisa retornou muitos resultados, Não exibir mais que %s entradas!

source: Cannot find any SID for '%s'!
pt_br: Não é possível encontrar qualquer SID para '%s'!

source: Cannot find any RIDBASE for '%s'!
pt_br: Não é possível encontrar qualquer RIDBASE para '%s'!

source: The gidNumber '%s' is already in use by %s!
pt_br: O gidNumber '%s' já esta em uso por %s"

source: Samba group type
pt_br: Tipo de grupo samba

source: Samba domain name
pt_br: Nome do domínio Samba

source: Nagios group
pt_br: Grupo Nágios

source: Group member
pt_br: Membro do Grupo

source: Group administration
pt_br: Administração de Grupo

source: Edit posix properties
pt_br: Editar propriedades do posix

source: Edit mail properties
pt_br: Editar propriedades do email

source: Edit samba properties
pt_br: Editar propriedades do samba

source: Edit phone properties
pt_br: Editar propriedades do telefone

source: Edit start menu properties
pt_br: Editar propriedade do menu iniciar

source: Edit environment properties
pt_br: Editar propriedades do ambiente

source: Changing the password affects your authentification on mail, proxy, samba and unix services.
pt_br: Alterando a senha afeta a sua autenticação no email, proxy, samba e serviços UNIX.

source: Repeat new password
pt_br: Repita a nova senha

source: Set password
pt_br: Salvar senha

source: Creating a new user using templates
pt_br: Criando um novo usuário usando modelos

source: Creating a new user can be assisted by using templates. Many database records will be filled automatically. Choose 'none' to skip the usage of templates.
pt_br: Criar um novo usuário pode ser usando modelos. Muitos registros de banco de dados serão preenchidos automaticamente. Escolha 'nenhum' para ignorar o uso de modelos.

source: Template
pt_br: Modelo

source: Last name
pt_br: Último Nome

source: First name
pt_br: Primeiro Nome

source: Manage users
pt_br: Gerenciar usuários

source: Lock account
pt_br: Bloquear conta

source: Edit generic properties
pt_br: Editar propriedade gerais

source: Edit POSIX properties
pt_br: Editar propriedades POSIX
