Repository: gosa-project/gosa-plugins-mit-krb5
Catalog: gosa-core/locale/core/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Edit netatalk properties
pt_br: Editar propriedades netatalk

source: Edit FAX properties
pt_br: Editar propriedades FAX

source: List of users
pt_br: Lista de usuários

source: Lock users
pt_br: Bloquear Usuários

source: Unlock users
pt_br: Desbloquear usuários

source: Apply template
pt_br: Aplicar modelo

source: New user from template
pt_br: Novo usuário a partir do modelo

source: Edit user
pt_br: Editar usuário

source: Remove user
pt_br: Remover usuário

source: Show templates
pt_br: Mostrar modelos

source: Show functional users
pt_br: Mostrar usuários funcionais

source: Show POSIX users
pt_br: Mostrar usuários POSIX

source: Show Mail users
pt_br: Mostrar usuários de email

source: Show Samba users
pt_br: Mostrar usuários Samba

source: Applying a template
pt_br: Aplicando um modelo

source: Applying a template to several users will replace all user attributes defined in the template.
pt_br: Aplicando um modelo para vários usuários irá substituir todos os atributos de usuário definido no modelo.

source: No templates available!
pt_br: Nenhum modelo disponível!

source: List of departments
pt_br: Lista de departamentos

source: Domain
pt_br: Domínio

source: Domain component
pt_br: Componente do domínio

source: Country
pt_br: País

source: Locality
pt_br: Cidade

source: Organization
pt_br: Empresa

source: Locality name
pt_br: Nome da localidade

source: Name of locality to create
pt_br: Nome da localidade a ser criada

source: Descriptive text for department
pt_br: Descrição para o departamento

source: Administrative settings
pt_br: Configurações administrativas

source: Tag department as an independent administrative unit
pt_br: Departamento com uma unidade administrativa independente

source: Name of department
pt_br: Nome do departamento

source: Name of subtree to create
pt_br: Nome da subárvore a ser criada

source: Descriptive text for department
pt_br: Descrição para o departamento

source: Category
pt_br: Categoria

source: Category for this subtree
pt_br: Categorias para esta subárvore

source: Location
pt_br: Localização

source: State
pt_br: Estado

source: State where this subtree is located
pt_br: Estado onde esta localizado

source: Location of this subtree
pt_br: Localização desta subárvore

source: Address
pt_br: Endereço

source: Postal address of this subtree
pt_br: Código postal para esta subárvore

source: Base telephone number of this subtree
pt_br: Número de telefone dessa subárvore

source: Base facsimile telephone number of this subtree
pt_br: Número do fax dessa subárvore

source: Domain Component
pt_br: Componente do domínio

source: Departments
pt_br: Departamentos

source: Manage Departments
pt_br: Gerenciar departamentos

source: Postal address
pt_br: Código Postal

source: Phone number
pt_br: Número de telefone

source: Country name
pt_br: País

source: Domain name
pt_br: Nome do domínio

source: Name of domain to create
pt_br: Nome de domínio a ser criado

source: Name of country to create
pt_br: Nome de país a ser criado

source: Tagging '%s'.
pt_br: Marcando '%s'

source: Moving '%s' to '%s'
pt_br: Movendo '%s' para '%s'

source: FAILED to copy %s, aborting operation
pt_br: FALHA ao copiar %s, operação abortada

source: Department name
pt_br: Nome do departamento

source: Telephone
pt_br: Telefone

source: Object '%s' is already tagged
pt_br: O objeto '%s' já esta marcado

source: Adding tag (%s) to object '%s'
pt_br: Adicionando marca (%s) para o objeto '%s'

source: Removing tag from object '%s'
pt_br: Removendo marcas do objeto '%s'

source: Name of organization
pt_br: Nome da organização

source: Name of organization to create
pt_br: Nome da organização a ser criada

source: Before you confirm this action, ensure that everything will be as expected, possibly the best solution is a backup.
pt_br: Antes de confirmar essa ação e garantir que tudo será como o esperado, possivelmente, a melhor solução é um backup.

source: ACL Assignment
pt_br: Atribuição de ACL

source: ACL Templates
pt_br: Modelos de ACL

source: Access control roles
pt_br: Papéis de controle de acesso

source: Reset ACL
pt_br: Reiniciar ACL

source: ACL for these objects: %s
pt_br: ACL para esses objetos: %s

source: Edit ACL for '%s', scope is '%s'
pt_br: Editar ACL para '%s', o escopo é '%s'

source: Object in use
pt_br: Objetos em uso

source: Role
pt_br: Papéis

source: Permissions
pt_br: Permissões

source: List of acls
pt_br: Lista de acls

source: Show access control lists
pt_br: Mostrar lista de controle de acesso

source: Show roles
pt_br: Mostrar papéis

source: Please add a single IP address or a network/netmask combination!
pt_br: Por favor, adicionar um único endereço IP ou uma combinação de rede/máscara!

source: female
pt_br: feminino

source: male
pt_br: masculino

source: Cannot upload file!
pt_br: Não é possível carregar o arquivo!

source: Serial number
pt_br: Número serial

source: (Some types of certificates are currently not supported and may be displayed as 'invalid'.)
pt_br: (Alguns tipos de certificados não são suportados e podem ser exibidos como "inválido".)

source: Certificate is valid from %s to %s and is currently %s.
pt_br: O certificado é valido apartir de %s até %s e atualmente é %s.

source: valid
pt_br: válido

source: invalid
pt_br: inválido

source: No certificate installed
pt_br: Nenhum certificado instalado

source: The selected password method is no longer available.
pt_br: O método de senha selecionado não esta mais disponível.

source: Cannot build RDN: attribute is not defined!
pt_br: Não é possível criar RDN: o atributo não esta definido!

source: Homepage
pt_br: Página Web

source: Mobile
pt_br: Celular

source: Date of birth
pt_br: Data de nascimento

source: Cannot open certificate!
pt_br: Não é possível abrir o certificado!

source: Unit
pt_br: Unidade

source: Unit description
pt_br: Descrição da unidade

source: Subject area
pt_br: Título da área

source: Functional title
pt_br: Título funcional

source: Certificate serial number
pt_br: Número serial do certificado

source: Street
pt_br: Rua

source: Postal code
pt_br: Código postal

source: Generic user settings
pt_br: Configurações gerais do usuário

source: My account
pt_br: Minha conta

source: User identification
pt_br: Identificação do usuário

source: Personal title
pt_br: Título pessoal

source: Academic title
pt_br: Título acadêmico

source: Sex
pt_br: Sexo

source: Preferred language
pt_br: Idioma preferencial

source: User picture
pt_br: Foto

source: Login restrictions
pt_br: Restrições de login

source: Department number
pt_br: Número do departamento

source: Employee number
pt_br: Registro de funcionário

source: Employee type
pt_br: Tipo de funcionário

source: Room number
pt_br: Número da sala

source: Telefon number
pt_br: Número de Telefone

source: Pager number
pt_br: Número do pager

source: Mobile number
pt_br: Número do celular

source: Fax number
pt_br: Número do Fax

source: Home postal address
pt_br: Endereço residêncial

source: Home phone number
pt_br: Telefone residêncial

source: User certificates
pt_br: Certificados do usuário

source: Personal information
pt_br: Informações pessoais

source: Personal picture
pt_br: Foto pessoal

source: Change picture
pt_br: Alterar foto

source: Template name
pt_br: Nome do modelo

source: Preferred langage
pt_br: Idioma preferencial

source: Private phone
pt_br: Telefone pessoal

source: Password storage
pt_br: Tipo de senha

source: Certificates
pt_br: Certificados

source: Edit certificates
pt_br: Editar certificados

source: Restrict login to
pt_br: Restringir login para

source: IP or network
pt_br: IP ou rede

source: Organizational information
pt_br: Informações Organizacionais

source: Department No.
pt_br: No. Departamento

source: Employee No.
pt_br: No. de Funcionário

source: Room No.
pt_br: No. da Sala

source: Select a base
pt_br: Selecione a base

source: User settings
pt_br: Configurações do usuário

source: Clear password
pt_br: Limpar senha

source: Set new password
pt_br: Defina uma nova senha

source: Remove picture
pt_br: Remover foto

source: Generic user information
pt_br: Informações gerais do usuário

source: You have changed the method your password is stored in the ldap database. For that reason you've to enter your password at this point again. GOsa will then encode it with the selected method.
pt_br: Você mudou o método de sua senha armazenada no banco de dados LDAP. Por essa razão, você tem que digitar sua senha, neste momento novamente. GOsa irá codificá-lo com o método selecionado.

source: Standard certificate
pt_br: Padrão de Certificado

source: S/MIME certificate
pt_br: Certificado S/MIME

source: PKCS12 certificate
pt_br: Certificado PKCS12

source: expired
pt_br: expirado

source: active
pt_br: ativo

source: password not changeable
pt_br: a senha não pode ser modificada

source: password expired
pt_br: senha expirada

source: automatic
pt_br: automático

source: Password can't be changed up to %s days after last change
pt_br: A senha não pode ser alterada até %s dias após a última alteração

source: Password must be changed after %s days
pt_br: A senha deve ser alterada após %s dias

source: Disable account after %s days of inactivity after password expiry
pt_br: Desativar a conta após %s dias de inatividade depois que a senha expirar

source: Warn user %s days before password expiry
pt_br: Avisar usuário %s dias antes da senha expirar

source: Timeout while waiting for lock. Ignoring lock!
pt_br: Tempo de espera enquanto aguarda o bloqueio. Ignorar o bloqueio!

source: Group of user
pt_br: Grupo de usuário

source: Home directory
pt_br: Diretório pessoal

source: POSIX account
pt_br: Conta POSIX

source: User ID
pt_br: ID do usuário

source: Group ID
pt_br: ID do grupo

source: Public SSH key
pt_br: Chave pública SSH

source: Primary group
pt_br: Grupo primário

source: Status
pt_br: Estatus

source: Last logon
pt_br: Último logon

source: Force UID/GID
pt_br: Forçar UID/GID

source: Group membership
pt_br: Membro do grupo

source: (Warning: more than 16 groups are not supported by NFS!)
pt_br: (Aviso: mais de 16 grupos não são suportados pelo NFS!)

source: Common group
pt_br: Grupo comum

source: SSH keys
pt_br: Chaves SSH

source: Edit public ssh keys...
pt_br: Editar chaves públicas do ssh...

source: Account
pt_br: Conta

source: Select groups to add
pt_br: Selecione os grupos para adicionar

source: Display groups of department
pt_br: Exibir grupos de departamento

source: Display groups of user
pt_br: Exibir grupos de usuários

source: Show servers
pt_br: Mostrar servidores

source: Show workstations
pt_br: Mostrar estações

source: Show terminals
pt_br: Mostrar terminais

source: Posix settings
pt_br: Configurações Posix

source: POSIX settings
pt_br: Configurações POSIX

source: User must change password on first login
pt_br: O usuário deve alterar a senha no primeiro logon

source: Password expires on
pt_br: A senha expira em

source: Password settings
pt_br: Configurações de senha

source: To change your personal password use the fields below. The changes take effect immediately. Please memorize the new password, because you wouldn't be able to login without it.
pt_br: Para alterar sua senha de uso pessoal use os campos abaixo. As alterações terão efeito imediatamente. Por favor, memorize a nova senha, porque você não seria capaz de logon sem ela.

source: Clear fields
pt_br: Limpar campos

source: Change user password
pt_br: Alterar senha do usuário

source: You need to specify your current password in order to proceed.
pt_br: Você precisa informar a sua senha atual para continuar.

source: The password you've entered as 'New password' is empty.
pt_br: A senha que você digitou em 'Nova senha' esta em branco.

source: You have no permission to change your password.
pt_br: Você não tem permissão para alterar sua senha.

source: User password
pt_br: Senha do usuário

source: Password change not allowed
pt_br: Alteração de senha não é permitido

source: You have no permission to change your password at this time
pt_br: Você não tem permissão para alterar a sua senha neste momento

source: UNIX accounts/groups
pt_br: Contas/Grupos UNIX

source: Samba management
pt_br: Gerenciamento Samba

source: Mailsystem management
pt_br: Gerenciamento de Email

source: FAX system administration
pt_br: Sistema de administração FAX

source: Asterisk administration
pt_br: Administração Asterisk

source: System inventory
pt_br: Sistema de inventário

source: System-/Configmanagement
pt_br: Sistema/Gerenciamento de Configurações

source: Addressbook
pt_br: Catálogo de Endereços

source: Get notifications or send feedback
pt_br: Obtenha notificações ou envie comentários

source: Notification and feedback
pt_br: Notificações e Comentário

source: Setup error
pt_br: Erro de instalação

source: Cannot send feedback to '%s': %s
pt_br: Não é possível enviar resposta para '%s':%s

source: Cannot send feedback: service temporarily unavailable
pt_br: Não é possível enviar resposta: serviço temporariamente indisponível

source: Completed
pt_br: Concluído

source: Next
pt_br: Próximo

source: Samba settings
pt_br: Configurações do Samba

source: Samba hash generator
pt_br: Gerador de hash do samba

source: RID base
pt_br: Base RID

source: Workstation container
pt_br: Recipiente de estações

source: Timezone
pt_br: Fuso horário

source: Please choose your preferred timezone here
pt_br: Por favor escolha o seu fuso horário preferido aqui

source: Additional GOsa settings
pt_br: Outras configurações do GOsa

source: Enable Copy & Paste
pt_br: Habilitar copiar & colar

source: Government mode
pt_br: Modo de governo

source: GOsa logging
pt_br: GOsa log

source: Mail settings
pt_br: Configurações de email

source: Mail method
pt_br: Método de email

source: Account identification attribute
pt_br: Atributo de identificação de conta

source: Vacation templates
pt_br: Modelo aviso de férias

source: Use Cyrus UNIX style
pt_br: Usar estilo Cyrus UNIX

source: GOsa setup wizard
pt_br: Assistente de configuração do GOsa

source: Installation
pt_br: Instalação

source: Setup
pt_br: Configuração

source: During the LDAP inspection, we're going to check for several common pitfalls that may occur when migration to GOsa base LDAP administration. You may want to fix the problems below, in order to provide smooth services.
pt_br: Durante a verificação no LDAP, nós estamos indo para buscar por várias armadilhas comuns que podem ocorrer durante a migração para o GOsa. Você pode querer resolver os problemas abaixo, afim de prestar um serviço limpo.

source: Check again
pt_br: Checar novamente

source: Add required object classes to the LDAP base
pt_br: Adicionar os objetos requeridos para a base LDAP

source: Current
pt_br: Atual

source: After migration
pt_br: Após a migração

source: Migrate
pt_br: Migrar

source: Close
pt_br: Fechar

source: Move windows workstations into a valid windows workstation department
pt_br: Move estações de trabalho Windows em um departamento de estação de trabalho válido para o Windows

source: Move selected workstations
pt_br: Mover as estações de trabalho selecionadas

source: Move groups into configured group tree
pt_br: Mover os grupos para a árvore de grupos configurado

source: Be careful with this option! There may be references pointing to these groups. The GOsa setup can't migrate references, so you may want to cancel the migration in this case.
pt_br: Tenha cuidado com esta opção! Pode haver referências que apontam para esses grupos. A configuração GOsa não pode migrar referências, assim você pode querer cancelar a migração neste caso.

source: Hide changes
pt_br: Esconder alterações

source: Show changes
pt_br: Mostrar alterações

source: Be careful with this option! There may be references pointing to these users. The GOsa setup can't migrate references, so you may want to cancel the migration in this case.
pt_br: Tenha cuidado com esta opção! Pode haver referências que apontam para esses usuários. A configuração GOsa não pode migrar referências, assim você pode querer cancelar a migração neste caso.

source: Migrate GOsa 2.5 administrative accounts
pt_br: Migrar contas administrativas do GOsa 2.5

source: This dialog allows the migration of GOsa 2.5 admin accounts into GOsa 2.6 useable accounts.
pt_br: Este diálogo permite a migração das contas admin do GOsa 2.5 para o GOsa 2.6.

source: Reload
pt_br: Recarregar

source: Abort
pt_br: Abortar

source: Create a new GOsa administrator account
pt_br: Criar nova conta de administrador do GOsa

source: This dialog will automatically add a new super administrator to your LDAP tree.
pt_br: Este diálogo irá adicionar automaticamente um novo super administrador a sua árvore LDAP.

source: Password (again)
pt_br: Senha (novamente)

source: The listed departments are currently invisible in the GOsa user interface. If you want to change this for a couple of entries, select them and use the migrate button below.
pt_br: Os departamentos listados estão atualmente invisíveis na interface do usuário GOsa. Se você quiser mudar isso, selecioná-los e usar o botão aplicar abaixo.

source: If you want to know what will be done when migrating the selected entries, use the 'Show changes' button to see the LDIF.
pt_br: Se você quiser saber o que será feito quando a migração das entradas selecionadas, use o botão 'Mostrar alterações' para ver o LDIF.

source: Refresh
pt_br: Atualizar

source: Write configuration file
pt_br: Gravando o arquivo de configuração

source: Finish - write the configuration file
pt_br: Concluindo - gravar arquivo de configuração

source: The configuration is currently not readable or it does not exists.
pt_br: O arquivo de configuração não permite a leitura ou ele não existe.

source: After downloading and placing the file under %s, please make sure that the user the webserver is running with is able to read %s, while other users shouldn't. You may want to execute these commands to achieve this requirement:
pt_br: Depois de baixar e colocar o arquivo em %s, certifique-se que o usuário do servidor está sendo executado com é capaz de ler %s, enquanto outros usuários não devem. Você pode querer executar estes comandos para conseguir este requisito:

source: Installation check
pt_br: Verificação de instalação

source: Basic checks for PHP compatibility and extensions
pt_br: Verificações básicas de compatibilidade do PHP e extensões

source: Checking PHP version
pt_br: Verificando versão do PHP

source: PHP must be of version %s or above.
pt_br: O PHP deve ser a versão %s ou superior.

source: Please upgrade to a supported version.
pt_br: Por favor atualize para uma versão suportada

source: GOsa requires this module to talk with your LDAP server.
pt_br: O GOsa requer esse módulo para comunicar com o seu servidor LDAP.

source: GOsa requires this module for an internationalized interface.
pt_br: O GOsa requer esse módulo para uma interface internacionalizada.

source: GOsa requires this module to make use of SSHA encryption.
pt_br: O GOsa requer esse módulo para fazer uso de criptografia SSHA.

source: GOsa requires this module to talk to an IMAP server.
pt_br: O GOsa requer esse módulo para conectar em um servidor IMAP.

source: GOsa requires this module to handle unicode strings.
pt_br: O GOsa requer esse módulo para manipular caracteres unicode.

source: GOsa requires this module to communicate with several supported databases.
pt_br: O GOsa requer esse módulo para conectar com diversos banco de dados suportados.

source: samba hash generator
pt_br: gerador de hash samba

source: GOsa requires this command to synchronize POSIX and samba passwords.
pt_br: O GOsa requer esse comando para sincronizar as senhas POSIX e Samba.

source: GOsa requires this extension to handle images.
pt_br: O GOsa requer esta extensão para manipular imagens.

source: compression module
pt_br: módulo de compressão

source: Search for 'register_globals' in your php.ini and switch it to 'Off'.
pt_br: Procure por 'register_globals' no seu php.ini e altere para 'Off'.

source: Search for 'session.gc_maxlifetime' in your php.ini and set it to 86400 or higher.
pt_br: Procure por 'session.gc_maxlifetime' no seu php.ini e altere para 86400 ou superior.

source: In Order to use GOsa without any trouble, the session.auto_register option in your php.ini should be set to 'Off'.
pt_br: O GOsa pode funcionar sem qualquer problema, a opção session.auto_register no seu php.ini dever ser definida para 'Off'.

source: Search for 'memory_limit' in your php.ini and set it to '32M' or higher.
pt_br: Procure por 'memory_limit' no seu php.ini e altere para '32M' ou maior.

source: Search for 'implicit_flush' in your php.ini and set it to 'Off'.
pt_br: Procure por 'implicit_flush' no seu php.ini e altere para 'Off'.

source: The Execution time should be at least 30 seconds.
pt_br: O tempo de execução deve ser de pelo menos 30 segundos.

source: Search for 'max_execution_time' in your php.ini and set it to '30' or higher.
pt_br: Procure por 'max_execution_time' no seu php.ini e altere para '30' ou maior

source: Increase the server security by setting expose_php to 'off'. PHP won't send any information about the server you are running in this case.
pt_br: Aumente a segurança do servidor, definindo expose_php para 'Off'. PHP não envia qualquer informação sobre o servidor que está executando.

source: Search for 'expose_php' in your php.ini and set if to 'Off'.
pt_br: Procure por 'expose_php' no seu php.ini e altere para 'Off'.

source: Increase your server security by setting magic_quotes_gpc to 'on'. PHP will escape all quotes in strings in this case.
pt_br: Aumente a segurança do servidor, definindo magic_quotes_gpc para 'On'. O PHP vai escapar todas as aspas em string nesse caso.

source: Search for 'magic_quotes_gpc' in your php.ini and set it to 'On'.
pt_br: Procure por 'magic_quotes_gpc' no seu php.ini e altere para 'On'.

source: Search for 'zend.ze1_compatibility_mode' in your php.ini and set it to 'Off'.
pt_br: Procure por 'zend.ze1_compatibility_mode' no seu php.ini e altere para 'Off'.

source: Configuration writeable
pt_br: Configuração gravável

source: GOsa reads its configuration from a file located in (%s/%s). The setup can write the configuration directly if it is writeable.
pt_br: O GOsa lê suas configurações em um arquivo localizado em (%s/%s). A instalação pode escrever essa configuração se é permitido.

source: GOsa core settings
pt_br: Configurações principais do GOsa

source: Enable primary group filter
pt_br: Habilitar filtro de grupo primário

source: Display summary in listings
pt_br: Mostrar resumo em lista

source: Honour administrative units
pt_br: Reconhecer unidades administrativas

source: Smarty compile directory
pt_br: Diretório de compilação Smarty

source: SNMP community
pt_br: Comunidade SNMP

source: Path for PPD storage
pt_br: Caminho para arquivos PPD

source: Path for kiosk profile storage
pt_br: Caminho dos perfis Kiosk

source: SUDO role base
pt_br: Base SUDO para papel

source: Mail queue script
pt_br: Script fila de email

source: Notification script
pt_br: Script de notificação

source: Enable edit locking
pt_br: Habilitar edição de bloqueio

source: Gosa support daemon
pt_br: Daemon de serviço GOsa

source: Daemon timeout
pt_br: Tempo de vida do daemon

source: Login and session
pt_br: Logon e sessão

source: Login attribute
pt_br: Atributo de Login

source: Enforce register_globals to be deactivated
pt_br: Exigir que o register_globals esteja desativado

source: Enforce encrypted connections
pt_br: Exigir conexões criptografadas

source: Warn if session is not encrypted
pt_br: Avisar se a sessão não for criptografada

source: Remember dialog filter settings
pt_br: Lembrar as definições de filtros
