Repository: gosa-project/gosa-plugins-mit-krb5
Catalog: gosa-core/locale/core/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Session lifetime
pt_br: Duração da sessão

source: Debugging
pt_br: Depuração

source: Show PHP errors
pt_br: Mostrar erros do PHP

source: Maximum LDAP query time
pt_br: Tempo máximo de consulta LDAP

source: Log LDAP statistics
pt_br: Log de estatísticas do LDAP

source: Debug level
pt_br: Nível de depuração

source: Disabled
pt_br: Desabilitado

source: Enabled
pt_br: Habilitado

source: Feedback sucessfully send
pt_br: Resposta enviada com sucesso

source: Subscribe to the gosa-announce mailinglist
pt_br: Inscrever-se para a lista de email gosa-announce

source: When checking this option, GOsa will try to connect http://oss.gonicus.de in order to subscribe you to the gosa-announce mailing list. You've to confirm this by mail.
pt_br: Ao verificar esta opção, o GOsa tentará se conectar http://oss.gonicus.de para se inscrever você a lista de email gosa-announce. Você tem que confirmar isso pelo email.

source: Mail address
pt_br: Endereço de Email

source: Send feedback to the GOsa project team
pt_br: Envie comentários à equipe do projeto GOsa

source: When checking this option, GOsa will try to connect http://oss.gonicus.de in order to submit your form anonymously.
pt_br: Ao verificar esta opção, GOsa tentará se conectar http://oss.gonicus.de a fim de enviar seu formulário anonimamente.

source: Did the setup procedure help you to get started?
pt_br: O procedimento de configuração foi útil para você?

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: If not, what problems did you encounter
pt_br: Se não, quais os problemas você encontrou

source: Is this the first time you use GOsa?
pt_br: Esta é a primeira vez que utiliza o GOsa?

source: I use it since
pt_br: Eu uso ele desde

source: What operating system / distribution do you use?
pt_br: Qual o sistema operacional / distribuição você usa?

source: What web server do you use?
pt_br: Qual o servidor web você usa?

source: What PHP version do you use?
pt_br: Qual a versão do PHP você usa?

source: What kind of LDAP server(s) do you use?
pt_br: Que tipo de servidor LDAP(s) você usa?

source: How many objects are in your LDAP?
pt_br: Quantos objetos você tem no LDAP?

source: Features
pt_br: Recursos

source: What features of GOsa do you use?
pt_br: Quais características do GOsa você usa?

source: What features do you want to see in future versions of GOsa?
pt_br: Que características você quer ver em futuras versões do GOsa?

source: Send feedback
pt_br: Enviar comentário

source: Create your configuration file
pt_br: Criando o seu arquivo de configuração

source: Download configuration
pt_br: Baixar configuração

source: Status:
pt_br: Estatus:

source: LDAP setup
pt_br: Configuração do LDAP

source: LDAP connection setup
pt_br: Configuração de conexão LDAP

source: This dialog performs the basic configuration of the LDAP connectivity for GOsa.
pt_br: Esse diálogo faz a configuração básica de conectividade no LDAP para o GOsa.

source: Anonymous bind to server '%s' failed!
pt_br: Conexão anônima ao servidor %s falhou!

source: Bind as user '%s' failed!
pt_br: Conexão utilizando o usuário '%s' falhou!

source: Anonymous bind to server '%s' succeeded.
pt_br: Conexão anônima ao servidor %s feita com sucesso.

source: Please specify user and password!
pt_br: Por favor informe o usuário e senha!

source: Bind as user '%s' to server '%s' succeeded!
pt_br: Conexão utilizando o usuário '%s' no servidor '%s' feita com sucesso !

source: LDAP connection
pt_br: Conexão LDAP

source: Location name
pt_br: Nome

source: Connection URI
pt_br: URI de conexão

source: TLS connection
pt_br: Usar TLS

source: Authentication
pt_br: Autenticação

source: Admin DN
pt_br: DN Admin

source: Select user
pt_br: Selecione o usuário

source: Automatically append LDAP base to admin DN
pt_br: Adicionar automaticamente o DN admin à base LDAP.

source: Admin password
pt_br: Senha Admin

source: Schema based settings
pt_br: Configurações baseada nos esquema

source: Use rfc2307bis compliant groups
pt_br: Usar rfc2307bis para grupos

source: Current status
pt_br: Estatus atual

source: LDAP inspection
pt_br: Inspeção no LDAP

source: Analyze your current LDAP for GOsa compatibility
pt_br: Analisa o seu LDAP para compatibilidade com o GOsa

source: Checking for root object
pt_br: Verificando por objeto raiz

source: Inspecting object classes in root object
pt_br: Inspecionando classes de objetos em objetos raiz

source: Checking permission for LDAP database
pt_br: Verificando permissões no banco de dados LDAP

source: Checking for invisible departments
pt_br: Verificando departamentos invisíveis

source: Checking for invisible users
pt_br: Verificando usuários invisíveis

source: Checking for super administrator
pt_br: Verificando super administrador

source: Checking for users outside the people tree
pt_br: Verificando usuário fora da árvore de usuários

source: Checking for groups outside the groups tree
pt_br: Verificando grupos fora da árvore de grupos

source: Checking for windows workstations outside the winstation tree
pt_br: Verificando estações Windows fora da árvore de estações Windows

source: Checking for duplicated UID numbers
pt_br: Verificando duplicação de números UID

source: Checking for duplicate GID numbers
pt_br: Verificando duplicação de números GID

source: Checking for old style USB devices
pt_br: Verificando os dispositivos USB com estilo antigo

source: Checking for old services that have to be migrated
pt_br: Verificando serviços antigos, que devem ser migrados

source: Checking for old style application menus
pt_br: Verificando menus de aplicações com estilo antigo

source: LDAP query failed
pt_br: Consulta ao LDAP falhou

source: Possibly the 'root object' is missing.
pt_br: Possivelmente o 'objeto raiz' esta faltando.

source: Found %s duplicate values for attribute 'uidNumber'.
pt_br: Encontrados %s valores duplicados para o atributo 'uidNumber'.

source: Found %s duplicate values for attribute 'gidNumber'.
pt_br: Encontrados %s valores duplicados para o atributo 'gidNumber'.

source: Failed
pt_br: Falha

source: Found %s winstations outside the predefined winstation department ou '%s'.
pt_br: Encontrados %s estações Windows fora da ou predefinida para estações windows '%s'.

source: Found %s groups outside the configured tree '%s'.
pt_br: Encontrados %s grupos fora da árvore configurada '%s'.

source: Move
pt_br: Mover

source: Found %s user(s) outside the configured tree '%s'.
pt_br: Encontrados %s usuário(s) fora da árvore configurada '%s'.

source: The specified user '%s' does not have full access to your ldap database.
pt_br: O usuário '%s' não tem acesso completo ao bando de dados LDAP

source: Found %s user(s) that will not be visible in GOsa.
pt_br: Encontrados %s usuário(s) que não serão visíveis no GOsa.

source: Migration error
pt_br: Erro de migração

source: Cannot migrate department '%s':
pt_br: Não é possível migrar o departamento '%s':

source: Found %s department(s) that will not be visible in GOsa.
pt_br: Encontrados %s departamento(s) que não serão visíveis no GOsa.

source: GOsa 2.5 administrative accounts found: %s
pt_br: Contas administrativas do GOsa 2.5 encontrado: %s

source: There is no valid GOsa 2.6 administrator account inside your LDAP.
pt_br: Não há nenhuma conta de administrador válida para o GOsa 2.6 no seu LDAP.

source: There is no GOsa administrator account inside your LDAP.
pt_br: Não há nenhuma conta de administrador GOsa no seu LDAP

source: Cannot add ACL for user '%s':
pt_br: Não é possível adicionar ACL para o usuário '%s':

source: Input error
pt_br: Erro de entrada

source: Password error
pt_br: Erro de senha

source: Provided passwords do not match!
pt_br: As senhas não conferem!

source: Specify a valid user ID!
pt_br: Especifique um ID de usuário válido!

source: Adding an administrative user failed: object '%s' already exists!
pt_br: Falha ao adicionar um usuário administrativo: o objeto '%s' já existe!

source: Cannot move users to the requested department!
pt_br: Não é possível mover os usuários para o departamento solicitado!

source: Group will be moved from
pt_br: Grupos serão movidos de

source: User will be moved from
pt_br: O usuário será movido de

source: The following references will be updated
pt_br: As seguintes referências serão atualizadas

source: The LDAP root object is missing. It is required to use your LDAP service.
pt_br: O objeto raiz do LDAP esta faltando. É necessário para utilizar o serviço LDAP.

source: Try to create root object
pt_br: Tentar criar o objeto raiz

source: Root object couldn't be created, you should try it on your own.
pt_br: O objeto raiz não pode ser criado, você deve cria-lo por conta própria.

source: Missing GOsa object class '%s'!
pt_br: A classe de objeto do GOsa '%s' esta ausente!

source: Please check your installation.
pt_br: Por favor verifique a sua instalação.

source: Copy '%s' to '%s' failed:
pt_br: A cópia de '%s' para '%s' falhou:

source: Adding '%s' to the LDAP failed: %s
pt_br: Falha ao adicionar '%s' no LDAP: %s

source: This seems to be the first time you start GOsa - we didn't find any configuration right now. This simple wizard intends to help you while setting it up.
pt_br: Esta parece ser a primeira vez que inicia o GOsa - não encontramos nenhuma configuração agora. Este assistente tem a intenção de ajudá-lo na sua criação.

source: What will the wizard do for you?
pt_br: O que o assistente pode fazer por você?

source: Create a basic, single site configuration
pt_br: Criar uma configuração simples e básica do site

source: Tries to find problems within your PHP and LDAP setup
pt_br: Tentar encontrar problemas de configuração no PHP e LDAP

source: Let you choose from a set of basic and advanced configuration switches
pt_br: Permitir que você escolha as definições básicas e avançadas de configuração

source: Guided migration of existing LDAP trees
pt_br: Guia para migração de uma árvore LDAP existente

source: What will the wizard NOT do for you?
pt_br: O que o assistente NÃO pode fazer por você?

source: Find every possible configuration error
pt_br: Encontrar todos os erros de configuração possível

source: Migrate every possible LDAP setup - create backup dumps!
pt_br: Migrar cada configuração do LDAP possível - criar dumps de backup!

source: To continue...
pt_br: Para continuar...

source: For security reasons you need to authenticate for the installation by creating the file '/tmp/gosa.auth', containing the current session ID on the servers local filesystem. This can be done by executing the following command:
pt_br: Por razões de segurança que você precisa se autenticar para a instalação através da criação do arquivo '/ tmp/gosa.auth', contendo a ID da sessão atual no servidor de arquivos local. Isso pode ser feito executando o seguinte comando:

source: Click the 'Continue' button when you've finished.
pt_br: Clique no botão 'Continuar' quando você tiver concluído.

source: I have read the license and accept it
pt_br: Eu li a licença e aceito

source: GOsa settings 3/3
pt_br: Configurações do GOsa 3/3

source: Session lifetime must be a numeric value!
pt_br: Tempo de vida da sessão deve ser um valor numérico!

source: Maximum LDAP query time must be a numeric value!
pt_br: O tempo máximo de consulta LDAP deve ser um valor numérico!

source: PHP module and extension checks
pt_br: Verifica módulos e extensões do PHP

source: GOsa will NOT run without fixing this.
pt_br: O GOsa não será executado sem corrigir isso.

source: GOsa will run without fixing this.
pt_br: O GOsa pode ser executado sem corrigir isso.

source: PHP setup configuration
pt_br: Configurações do PHP

source: show information
pt_br: exibir informações

source: Schema specific settings
pt_br: Configurações específicas de esquema

source: Enable schema validation when logging in
pt_br: Habilitar validação de esquema quando efetuar o logon

source: Check status
pt_br: Estatus da verificação

source: Schema check succeeded
pt_br: Verificação de esquema com sucesso

source: Schema check failed
pt_br: Verificação de esquema falhou

source: Look and feel
pt_br: Aparência

source: Theme
pt_br: Tema

source: Compress output send to browser
pt_br: Comprimir a saída para enviar para o navegador

source: People and group storage
pt_br: Armazenamento de pessoas e grupos

source: People DN attribute
pt_br: Atributo DN para pessoa

source: People storage subtree
pt_br: Pessoas na subárvore

source: Group storage subtree
pt_br: Grupo na subárvore

source: Include personal title in user DN
pt_br: Incluir título pessoal do usuário no DN

source: Relaxed naming policies
pt_br: Política de nomes relaxada

source: Automatic UIDs
pt_br: UIDs automáticos

source: GID / UID min id
pt_br: GID/ID minimo

source: Number base for people/groups
pt_br: Número base para pessoas/grupos

source: Hook for number base
pt_br: Comando auxiliar para número base

source: Password encryption algorithm
pt_br: Algorítimo de criptografia de senhas

source: Password restrictions
pt_br: Restrições de senha

source: Password minimum length
pt_br: Tamanho minimo da senha

source: Different characters from old password
pt_br: Caracteres diferentes da senha antiga

source: Password change hook
pt_br: Comando auxiliar para alteração de senha

source: Use SASL for kerberos
pt_br: Usar SASL para Kerberos

source: Use account expiration
pt_br: Usar expiração de conta

source: GOsa supports several encryption types for your passwords. Normally this is adjustable via user templates, but you can specify a default method to be used here, too.
pt_br: O GOsa suporta diversos tipos de criptografia para as senhas. Normalmente, esta é ajustável através de modelos de usuário, mas você pode especificar um método padrão a ser usado também.

source: LDAP schema check
pt_br: LDAP verificar esquema

source: Welcome
pt_br: Bem Vindo

source: The welcome message
pt_br: Mensagem de boas vindas

source: Welcome to GOsa setup wizard
pt_br: Bem-vindo ao assistente de configuração do GOsa

source: License
pt_br: Lincença

source: Terms and conditions for usage
pt_br: Termos e condições de utilização

source: Please select the preferred language
pt_br: Por favor selecione o idioma preferido

source: At this point, you can select the site wide default language. Choosing 'automatic' will use the language requested by the browser. This setting can be overriden per user.
pt_br: Neste ponto, você pode selecionar o idioma padrão do site. Escolhendo 'Automático' ele usará o idioma solicitado pelo navegador. Esta configuração pode ser alterada pelo usuário.

source: Please select your preferred language here
pt_br: Por favor, selecione o idioma preferido aqui

source: GOsa settings 1/3
pt_br: Configurações do GOsa 1/3

source: GOsa generic settings
pt_br: GOsa configurações gerais

source: The specified value for '%s' must be a numeric value
pt_br: O valor especificado para '%s' deve ser um valor numérico

source: Don't add a trailing comma to '%s'.
pt_br: Não adicione uma virgula no de '%s'.

source: People storage ou
pt_br: OU de armazenamento para Pessoas

source: Group storage ou
pt_br: OU de armazenamento para Grupos

source: Uid base must be numeric
pt_br: UID base deve ser numérico

source: The given password minimum length is not numeric.
pt_br: O comprimento mínimo de senha informado não é numérico.

source: The given password differ value is not numeric.
pt_br: A senha informada diferem, o valor não é numérico.

source: GOsa settings 2/3
pt_br: Configurações do GOsa 2/3

source: Customize special parameters
pt_br: Personalizar parâmetros especiais

source: Language setup
pt_br: Configurações de idomas

source: This step allows you to select your preferred language.
pt_br: Esta etapa permite que você selecione seu idioma preferido

source: Automatic
pt_br: Automático
