Repository: gosa-project/gosa-plugins-mit-krb5
Catalog: gosa-plugins/dfs/locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: DFS Management
pt_br: Gerenciamento DFS

source: This does something
pt_br: Isto faz algo

source: LDAP error
pt_br: Erro LDAP

source: No DFS entries found
pt_br: Nenhum DFS encontrado

source: Go up one dfsshare
pt_br: Subir um nível de compartilhamento

source: Up
pt_br: Acima

source: Go to dfs root
pt_br: Ir para a raiz do dfs

source: Root
pt_br: Raiz

source: Create new dfsshare
pt_br: Criar novo compartilhamento

source: Submit department
pt_br: Submeter departamento

source: Submit
pt_br: Enviar

source: Finish
pt_br: Finalizar

source: DFS Properties
pt_br: Propriedades

source: Name of dfs Share
pt_br: Nome do compartilhamento dfs

source: Description
pt_br: Descrição

source: Fileserver
pt_br: Servidor de Arquivos

source: Share on Fileserver
pt_br: Compartilhar no servidor de arquivos:

source: DFS Location
pt_br: Local do DFS

source: Location
pt_br: Localização

source: Distributed File System Administration
pt_br: Administração do sistema de arquivos distribuídos

source: DFS Shares
pt_br: Compartilhamentos DFS

source: Information
pt_br: Informação

source: This menu allows you to create, delete and edit selected dfs shares. Having a large numbers of dfs shares, you might prefer the range selectors on top of the dfs share list.
pt_br: Este menu permite que você crie, exclua ou edita os compartilhamentos selecionados. Tenho um grande número de compartilhamentos, você pode preferir selecionar um intervalo na lista de compartilhamento.

source: Filters
pt_br: Filtros

source: Display dfs shares matching
pt_br: Exibir compartilhamentos que correspondam

source: Regular expression for matching dfs share names
pt_br: Expressão regular para nomes de compartilhamentos
