Repository: gosa-project/gosa-plugins-mit-krb5
Catalog: gosa-plugins/glpi/locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Users
pt_br: Usuários

source: Departments
pt_br: Departamentos

source: Use
pt_br: Usar

source: use
pt_br: usar

source: Go to root department
pt_br: Ir para a raiz do departamento

source: Root
pt_br: Raiz

source: Go up one department
pt_br: Subir um nível de departamento

source: Up
pt_br: Acima

source: Go to users department
pt_br: Ir para usuários do departamento

source: Reload list
pt_br: Recarregar lista

source: Submit
pt_br: Enviar

source: Submit department
pt_br: Submeter departamento

source: GLPI database information
pt_br: Informações do banco de dados GLPI

source: Logging DB user
pt_br: Usuário do banco de dados

source: Password
pt_br: Senha

source: Database
pt_br: Banco de dados

source: Rename
pt_br: Renomear

source: Close
pt_br: Fechar

source: Please enter a new name
pt_br: Por favor entre com um novo nome

source: Attachment
pt_br: Anexo

source: Name
pt_br: Nome

source: Comment
pt_br: Comentário

source: File
pt_br: Arquivo

source: Status
pt_br: Estatus

source: Filename
pt_br: Nome do arquivo

source: Mime-type
pt_br: Tipo Mime

source: Can't delete this entry, it is still in use.
pt_br: Não é possível excluir esta entrada, ela ainda esta em uso.

source: The selected name is already in use.
pt_br: O nome selecionado já está em uso.

source: cartridge
pt_br: cartucho

source: You can't delete this cartridge type, it is still in use by this printer(s) '%s'.
pt_br: Você não pode excluir este tipo de cartucho, ele ainda esta em uso por estas impressora(s) '%s'.

source: Cartridges
pt_br: Cartuchos

source: Action
pt_br: Ação

source: Edit
pt_br: Editar

source: Delete
pt_br: Excluir

source: New monitor
pt_br: Novo Monitor

source: Add/Edit manufacturer
pt_br: Adiciona/Edita fabricante

source: Website
pt_br: Página na Web

source: Address
pt_br: Endereço

source: Phone number
pt_br: Número de telefone

source: Comments
pt_br: Comentários

source: Internal Error can't create device of type '%s'
pt_br: Erro interno, não é possível criar o tipo de dispositivo para '%s'

source: glpi device
pt_br: dispositivo gpli

source: Can't detect object name.
pt_br: Não é possível detectar o nome.

source: You can't delete this device, it is still in use by these system(s) '%s'
pt_br: Você não pode excluir este dispositivo, ele ainda esta em uso por este(s) sistema(s) '%s'.

source: devices
pt_br: dispositivos

source: Actions
pt_br: Ações

source: New mainbord
pt_br: Nova placa mãe

source: New processor
pt_br: Novo processador

source: New case
pt_br: Novo gabinete

source: New network interface
pt_br: Nova placa de rede

source: New ram
pt_br: Nova memória

source: New hard disk
pt_br: Novo disco rigido

source: New drive
pt_br: Novo driver

source: New controller
pt_br: Nova controladora

source: New graphics card
pt_br: Nova placa de vídeo

source: New sound card
pt_br: Nova placa de som

source: New power supply
pt_br: Nova fonte de alimentação

source: New misc device
pt_br: Novo dispositivo genérico

source: You have to specify a valid name for this device.
pt_br: Você não informou um nome válido para este dispositivo.

source: This device name is already in use.
pt_br: O nome já esta em uso.

source: none
pt_br: nenhum

source: None
pt_br: Nenhum

source: Other
pt_br: Outro

source: Generic
pt_br: Geral

source: Printer type
pt_br: ACL tipo

source: edit
pt_br: editar

source: Manufacturer
pt_br: Fabricante

source: Supported interfaces
pt_br: Interfaces suportadas

source: Parallel
pt_br: Paralela

source: Contacts
pt_br: Contatos

source: Technical responsible
pt_br: Técnico responsável

source: Contact person
pt_br: Contato

source: Attachments
pt_br: Anexos

source: Information
pt_br: Informação

source: Installed cartridges
pt_br: Cartuchos instalados

source: Remove
pt_br: Remover

source: Add/Edit monitor
pt_br: Adiciona/Edita monitor

source: Monitor size
pt_br: Tamanho do monitor

source: Integrated microphone
pt_br: Microfone integrado

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Integrated speakers
pt_br: Auto falantes integrado

source: Serial number
pt_br: Número serial

source: Additional serial number
pt_br: Número serial adicional

source: Add/Edit other device
pt_br: Adiciona/Edita outros dispositivos

source: Add/Edit power supply
pt_br: Adiciona/Edita fonte de alimentação

source: Power
pt_br: Força

source: Add/Edit graphic card
pt_br: Adiciona/Edita placa de vídeo

source: Add/Edit controller
pt_br: Adiciona/Edita controladora

source: Size
pt_br: Tamanho

source: Add/Edit drive
pt_br: Adiciona/Edita drive

source: Speed
pt_br: Velocidade

source: Writeable
pt_br: Gravável

source: Add/Edit harddisk
pt_br: Adiciona/Edita disco rigido

source: Type
pt_br: Tipo

source: Add/Edit memory
pt_br: Adiciona/Edita memória

source: Frequenz
pt_br: Frequência

source: Add/Edit sound card
pt_br: Adiciona/Edita placa de som

source: Add/Edit network interface
pt_br: Adiciona/Edita placa de rede

source: MAC address
pt_br: Endereço MAC

source: Bandwidth
pt_br: Largura de banda

source: Add/Edit processor
pt_br: Adiciona/Edita processador

source: Frequence
pt_br: Frequência

source: Default frequence
pt_br: Frequência padrão

source: Add/Edit motherboard
pt_br: Adiciona/Edita placa mãe

source: Add/Edit computer case
pt_br: Adiciona/Edita gabinete

source: format
pt_br: formato

source: Inventory database
pt_br: Banco de dados inventário

source: Inventory database service
pt_br: Serviço de banco de dados do inventário

source: The attribute user is empty or contains invalid characters.
pt_br: O campo usuário esta vazio ou contém caracteres inválidos.

source: The attribute database is empty or contains invalid characters.
pt_br: O campo banco de dados esta vazio ou contém caracteres inválidos.

source: Services
pt_br: Serviços

source: Start
pt_br: Iniciar

source: Stop
pt_br: Parar

source: Restart
pt_br: Reiniciar

source: Manage manufacturers
pt_br: Gerenciar fabricantes

source: Warning
pt_br: Aviso

source: Please double check if your really want to do this since there is no way for GOsa to get your data back.
pt_br: Por favor, verifique se você realmente quer fazer isso pois não há maneira do GOsa adquirir seus dados novamente.

source: Best thing to do before performing this action would be to save the current contents of your MySql database in a file. So - if you've done so - press 'Delete' to continue or 'Cancel' to abort.
pt_br: O melhor que se tem a fazer antes de realizar esta ação é salvar os dados do seu banco de dados MySQL em um arquivo. Então, se pronto, pressione 'Deletar' para continuar ou 'Cancelar' para abortar.

source: Reference
pt_br: Referência

source: Choose
pt_br: Escolha

source: List of available cartridge type for this type of printer
pt_br: Lista de tipos de cartuchos disponíveis para este tipo de impressora

source: This dialog allows you to create new types of cartridges, and select one or more types for your printer. Cartridge types depends on the printer type you have selected. For each selected cartridge type there will be a new cartridge created, this allows you to select the same cartridge type for more then one printer.
pt_br: Este diálogo permite que você crie novos tipos de cartuchos e selecione um ou mais modelo para sua impressora. Tipos de cartuchos dependem do modelo da impressora que você selecionar. Para cada tipo de cartucho selecionado aqui, um novo cartucho será criado, isto permite que você selecione o mesmo tipo de cartucho para mais de uma impressora.

source: Filters
pt_br: Filtros

source: Display cartridge types matching
pt_br: Mostrar tipos de cartuchos correspondente

source: Regular expression for matching cartridge types
pt_br: Expressões regulares para tipos de cartuchos correspondentes

source: List of attachments
pt_br: Lista de anexos

source: This dialog allow you to attach additional objects (like manuals, guides, etc.) to your currently edited computer.
pt_br: Este diálogo permite que você anexe objetos adicionais (ex. manuais, guias, etc.) para o computador atual.

source: Display attachments matching
pt_br: Exibir anexos correspondentes

source: Regular expression for matching attachment names
pt_br: Expressões regulares para correspondência nomes de anexo

source: List of devices
pt_br: Lista de dispositivos

source: This dialog allows you to attach a device to your currently edited computer.
pt_br: Este diálogo permite que você adicione um dispositivo para seu computador atual.

source: Display devices matching
pt_br: Exibir dispositivos correspondente

source: Regular expression for matching device names
pt_br: Expressões regulares para nomes de dispositivos correspondentes

source: There is no server with valid glpi database service.
pt_br: Não há nenhum servidor válido com o serviço de banco de dados do glpi.

source: Can't connect to glpi database, the php-mysql extension is missing.
pt_br: Não é possível conectar ao banco de dados do glpi, a extensão php-mysql esta faltando.

source: Can't connect to glpi database, check configuration twice.
pt_br: Não é possível conectar ao banco de dados do GLPI, verifique configuração novamente.

source: Download of attachment failed. Attachment was not found on server.
pt_br: Falha ao baixar o anexo. O anexo não foi encontrado no servidor.

source: Download of attachment failed. Not a valid attachment id.
pt_br: Falha ao baixar o anexo. O anexo não tem um id válido.

source: This feature is not implemented yet.
pt_br: Este recurso não esta implementada ainda.

source: Adding new sytem type failed, this system type name is already used.
pt_br: Falha ao adicionar novo tipo de sistema, o tipo de sistema já esta em uso.

source: You can't delete this system type, it is still in use by these system(s) '%s'
pt_br: Você não pode excluir este tipo de sistema, ele ainda esta em uso por este(s) sistema(s) '%s'.

source: Rename failed, this system type name is already used.
pt_br: Falha ao renomear, este nome do tipo de sistema já esta sendo usado.

source: Adding new operating system failed, specifed name is already used.
pt_br: Falha ao adicionar novo sistema operacionas, o nome informado já esta em uso.

source: You can't delete this operating system, it is still in use by these system(s) '%s'
pt_br: Você não pode excluir este sistema operacional, ele ainda esta em uso por este(s) sistema(s) '%s'.

source: Updating operating system failed, specifed name is already used.
pt_br: Falha ao atualizar o sistema operacional, o nome informado já esta em uso.

source: Could not add the given user, the users dn is too long, only 100 characters are allowed here.
pt_br: Não foi possível adicionar o usuário, o DN de usuário é muito grande, apenas 100 caracteres são permitidos aqui.

source: Remove inventory
pt_br: Remover inventário

source: This device has inventory informations enabled. You can disable them by clicking below.
pt_br: Este dispositivo tem a informação de inventário habilitado. Você pode desativá-los clicando abaixo.

source: Add inventory
pt_br: Adicionar inventário

source: This device has inventory informations disabled. You can enable them by clicking below.
pt_br: Este dispositivo tem a informação de inventário desabilitado. Você pode ativá-los clicando abaixo.

source: Can't remove glpi account, while mysql extension is missing.
pt_br: Não é possível remover a conta GLPI, enquanto extensão do MySQL estiver faltando.

source: Inventory extension
pt_br: Extensão inventário

source: Operating system
pt_br: Sistema operacional

source: Location
pt_br: Localização

source: Model
pt_br: Modelo

source: Peripheral devices
pt_br: Dispositivos periféricos

source: System type
pt_br: Tipo de sistema

source: Installed devices
pt_br: Dispositivos instalados

source: Trading
pt_br: Negócio

source: Contracts
pt_br: Contratos

source: attachment
pt_br: anexo

source: You can't delete this attachment, it is still in use by these system(s) '%s'
pt_br: Você não pode excluir este anexo, ele ainda esta em uso por este(s) sistema(s) '%s'.

source: There is no valid file uploaded.
pt_br: Não há nenhum arquivo enviado válido.

source: Upload wasn't successfull.
pt_br: Não é possível carregar o arquivo!

source: Missing directory '%s/glpi/' to store glpi uploads.
pt_br: O diretório '%s/glpi/' não existe.

source: There is already a file with the same name uploaded.
pt_br: Já existe um arquivo com o mesmo nome que carregou.

source: Can't create file '%s'.
pt_br: Não foi possível criar arquivo '%s'.

source: File is available.
pt_br: Arquivo disponível.

source: File is not readable, possibly the file is missing.
pt_br: Arquivo não é legível, possivelmente o arquivo está faltando.

source: Currently no file uploaded.
pt_br: Nenhum arquivo carregado.

source: This table displays all available attachments.
pt_br: Esta tabela mostra todos os anexos disponíveis.

source: empty
pt_br: vazio

source: Create new attachment
pt_br: Criar novo anexo

source: New Attachment
pt_br: Novo anexo

source: This name is already in use.
pt_br: Este nome já está em uso.

source: Please specify a valid name for this attachment.
pt_br: Por favor informe um nome válido para este anexo

source: This server has inventory features enabled. You can disable them by clicking below.
pt_br: Este servidor possui extensão de inventário habilitada. Você pode desabilita-la clicando abaixo.

source: This server has inventory features disabled. You can enable them by clicking below.
pt_br: Esta conta possui extensão de inventário desabilitada. Você pode habilita-la clicando abaixo.

source: Can't rename given printer type to '%s', because this type name already exists.
pt_br: Não é possível mudar o nome de determinado tipo de impressora '%s', porque este tipo de nome já existe.

source: Can't delete printer type, it is still in use by '%s'.
pt_br: Não é possível excluir o tipo de impressora, ele ainda esta em uso por '%s'.

source: since
pt_br: desde

source: Printer inventory extension
pt_br: Extensão de inventário de impressora

source: Supports serial interface
pt_br: Suporte para interface serial

source: Supports parallel interface
pt_br: Suporte para interface paralela

source: Supports usb interface
pt_br: Suporte para interface usb

source: Cartridge settings
pt_br: Configurações de cartuchos

source: List of users
pt_br: Lista de usuários

source: This dialog allows you to select a user as technical responsible person.
pt_br: Este diálogo permite que você selecione um técnico responsável.

source: Display users matching
pt_br: Exibir usuários correspondente

source: Regular expression for matching user names
pt_br: Expressões regulares para correspondência nomes de usuário

source: Manage OS-types
pt_br: Gerenciar tipo de SO

source: You can't delete this manufacturer, it is still in use by these system(s) '%s'
pt_br: Você não pode excluir este fabricante, ele ainda esta em uso por este(s) sistema(s) '%s'.

source: Please specify a name.
pt_br: Por favor, especifique um nome.

source: Specified name is already in use, please choose another one.
pt_br: O nome informado já esta em uso, por favor escolha um outro.

source: Manage System-types
pt_br: Gerenciar tipo de sistema
